amd-ucode
baobab
base
base-devel
bluez
bluez-utils
brightnessctl
docker
efibootmgr
emacs
epiphany
evince
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
firefox
fish
font-manager
foot
fzf
gammastep
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
gopls
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
jdk-openjdk
linux
linux-firmware
loupe
malcontent
man-db
man-pages
nautilus
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
openssh
orca
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
pamixer
ripgrep
rygel
simple-scan
snapshot
sof-firmware
sudo
sushi
sway
swaybg
swayidle
swaylock
tecla
texinfo
the_silver_searcher
tmux
totem
tracker3-miners
ttf-droid
ttf-font-awesome
ttf-ibmplex-mono-nerd
ttf-roboto
vim
waybar
wmenu
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yelp
zsh
